Repository: mehmetalidemir/VideoGamesApp
Catalog: VideoGameApp/VideoGameApp/Resources/*.lproj/Localizable.strings
Languages: tr

source: Games
tr: Oyunlar

source: Filter by
tr: Filtrele

source: No Favorite
tr: Favori Bulunamadı

source: Favorite Games
tr: Favori Oyunlar

source: reviews_count_format
tr: (%d İnceleme Sayısı)

source: released_format
tr: Çıktığı tarih:

source: genres_format
tr: Türü:

source: platforms_format
tr: Platformlar:

source: New note
tr: Yeni Not

source: New note successfully added
tr: Yeni not başarıyla eklendi
